Repository: marekpistorius/xfce-nameday-plugin
Catalog: po/*.po
Languages: cs

source: No file or maybe corupted
cs: Žádný soubor nebo je soubor poškozen

source: not existing day
cs: Neznamý den

source: Dont go here
cs: Něco je špatně ops

source: Namedays have
cs: Svátek má

source: Easter date
cs: Datum Velikonoc

source: Search nameday
cs: Hledat Svatek

source: Date of Easter
cs: Datum Velikonoc

source: _Nameday...
cs: _Svátek...

source: Cannot update date
cs: Nejde obnovit datum

source: Wrong set year: %d Program can work with years betwen 1583 and 2498. Years between 1950 and 2049 can set by last two numbers.
cs: Špatný ro: %d Program pracuje s roky mezi 1583 a 2498. Roky mezi 1950 a 2049 je možné zadat dvojciferně

source: Easter sunday in %d is %d. %d
cs: Velikonoční neděle v %d je %d. %d

source: Namedays for name %s is at %s
cs: Svátek pro jméno %s je %s

source: Somethinks bad
cs: Něco je špatně ops

source: Somethink wrong
cs: Něco je špatně ops

source: Unable to open the following url: %s
cs: Nelze otevřít následující adresu url: %s

source: Namedays for :
cs: Svátek pro :

source: Nameday Plugin
cs: Svátkový Applet

source: Namedays applet for Xfce
cs: Svátkový Applet pro Xfce

source: Namedays Plugin
cs: Svátkový Applet
